{
    "4.3": [
        "Come si comporta TETRAS in seguito alla scelta dell'indagine predefinita?",
        "Qual è il requisito obbligatorio per creare una nuova indagine?",
        "Quale scheda viene visualizzata all'utente dopo aver creato una nuova indagine e cliccato su \"Crea una nuova indagine\"?"
    ],
    "4.4": [
        "Quali sono le opzioni disponibili per selezionare un'indagine da utilizzare nel Client/Server?",
        "Come si procede per eliminare completamente una indagine e il suo contenuto dal sistema?",
        "Quale pagina viene visualizzata all'utente dopo aver cliccato sulla voce \"Indagini\" nella barra di sinistra?"
    ],
    "4.5": [
        "Quale opzione del menu \"Invia come Entità\" permette di inviare l'intera struttura dell'indagine al visualizzatore?",
        "Quale icona del menu \"Invia come Entità\" permette di inviare l'intera struttura dell'indagine al visualizzatore?",
        "Come si consolida una entità emersa dall'analisi dei tabulati nella Scheda Indagine?",
        "Come si accede alla finestra di inserimento per aggiungere nuove informazioni ai dati tecnici associati all'indagine?",
        "Quali sono le informazioni che possono essere aggiunte manualmente alla scheda indagine tramite la finestra di inserimento?",
        "Quale opzione del menu \"Documenti\" consente di archiviare al suo interno ogni Documento generato nell'attività, non solo tramite tetras?",
        "Come si accede all'analisi smart dell'elemento selezionato nel menu \"Invia come Entità\"?",
        "Quali sono le informazioni non modificabili presenti nella scheda indagine?",
        "Come si consolida un'entità e si visualizza dal risultato dell'analisi dei tabulati nella Scheda Indagine?",
        "Quali sono le opzioni del menu \"Gestione degli utenti\" che permettono di gestire gli utenti che possono lavorare sull'indagine o solamente consultare?"
    ],
    "4.5.1": [
        "Quali sono le due opzioni disponibili per inviare elementi sulla maschera del filtro traffico?",
        "È possibile visualizzare automaticamente un elemento selezionato nella maschera del Filtro Traffico come criterio pre-impostato, e se sì, come funziona?",
        "Come funziona l'opzione \"Traffico interno\" quando si selezionano entità telefoniche come criteri pre-impostati?"
    ],
    "4.5.2": [
        "In che sezione della Scheda Indagine vengono visualizzati i Report prodotti?",
        "Come si seleziona il set di analisi da includere nel report documentale?",
        "Quali sono le tipologie di entità per cui è possibile creare un report documentale tramite la scheda Indagine?"
    ],
    "4.6": [
        "Quali sono i diritti minimi che un utente deve avere per poter visualizzare le indagini esistenti?",
        "Come viene gestita la concentrazione del patrimonio investigativo/informativo nel software, secondo le indicazioni fornite nel testo?",
        "L'utente con diritti di lettura e scrittura su alcune indagini, ma non amministratore, può scegliere quale settare come predefinita. Qual è il motivo per cui non può creare nuove indagini?"
    ],
    "5.1": [
        "Quali sono le principali sfide dell'informatica applicata all'analisi investigativa e come TETRAS riesce a superarle?",
        "Come è cambiato il processo di importazione dei dati nel sistema TETRAS rispetto alla versione precedente?",
        "In che modo l'ampliamento della capacità di importazione a più tipologie di formati di dati di traffico e comunicazione tra persone ha migliorato la velocità e l'accuratezza dell'analisi investigativa?"
    ],
    "5.2": [
        "Quali sono le opzioni disponibili nella sezione di importazione della barra in basso a sinistra?",
        "Quale funzionalità è disponibile nell'area di importa tabulati per facilitare la procedura di importazione?",
        "Come si ordina l'elenco dei file acquisiti nella vista ad elenco tabellare?"
    ],
    "5.3": [
        "In che modo il software gestisce l'esecuzione delle operazioni di importazione in background, lasciando l'utente libero di proseguire con altre attività?",
        "Qual è la differenza tra un errore grave e un avviso nel contesto dell'importazione dei dati del tabulato?",
        "In che modo il sistema di riconoscimento del formato del tabulato indica se è stato riconosciuto correttamente?",
        "Qual è la ragione per cui non è possibile chiudere il software o cambiare schermata immediatamente dopo l'upload di uno o più file?",
        "Quali sono le conseguenze dell'attivazione della casella \"Importa nella sottoindagine\" durante l'importazione di tabulati?",
        "Come si calcola il numero complessivo di record inseriti nel database di TETRAS?"
    ],
    "5.3.1": [
        "Come funziona il processo di identificazione delle entità da parte del sistema e in quale sezione della scheda indagine vengono inserite le informazioni relative agli elementi rilevanti?",
        "Qual è l'obiettivo principale dell'evidenziazione dei tabulati di richiesta nella colonna specifica della scheda indagine?",
        "Quali sono le entità specifiche (ad esempio utenze) che il sistema riconosce automaticamente durante la fase di importazione dei tabulati?"
    ],
    "5.4": [
        "Come si selezionano i campi obbligatori necessari per il corretto comportamento dell'importazione?",
        "Quale tipo di entità può essere creata direttamente dall'importazione di un file, in particolare nella categoria delle PERSONE?",
        "Quale è il formato dei file che devono essere importati per utilizzare la funzionalità di Importazione Manuale?",
        "Come si sceglie il formato di Data e Ora per la configurazione dell'importazione del file?",
        "Quali sono le tipologie di dati disponibili per l'importazione manuale nel sistema TETRAS?",
        "Quali sono le informazioni che possono essere inserite automaticamente nel campo selezionato durante l'importazione manuale di un file?"
    ],
    "5.4.1": [
        "La funzione Wind Multipart è stata sviluppata per importare quali tipi di dati da Wind?",
        "Come si procede per importare un tabulato complesso utilizzando la casellina corrispondente?",
        "Quali sono le caratteristiche dei tabulati Wind che rendono necessaria la funzionalità Wind Multipart?"
    ],
    "5.4.2": [
        "Quali sono le informazioni aggiuntive che possono essere inserite nel file contenente dati su Luoghi?",
        "Quale è lo scopo del salvataggio del template di importazione e come viene utilizzato?",
        "Come si seleziona la tipologia di entità Luogo durante il processo di importazione dei dati?"
    ],
    "5.5": [
        "Quando un tabulato non viene importato, cosa si può fare per risolvere il problema?",
        "Qual è il nome del tabulato originale che viene mostrato nella lista importazione?",
        "Come funziona la funzione Drag and Drop per raggruppare i risultati dei tabulati importati?"
    ],
    "5.6": [
        "Come viene visualizzata la sintesi dei tabulati importati all'interno del sistema Tetras?",
        "È possibile esportare le utenze che non hanno intestatari in un formato semplice o ETNA, ma come vengono estratte queste informazioni dai tabulati importati?",
        "È possibile generare un report su un'entità dell'elenco in modo automatico o è necessario effettuare una scelta specifica?",
        "Come viene visualizzata la sintesi dei tabulati importati nell'indagine e cosa significa l'icona di flag nell'apposito box Sintesi tabulati automatica?",
        "Quali sono le funzionalità di pre-analisi che possono essere avviate sull'indagine corrente e su quelle specifiche di una sessione di importazione selezionata?",
        "Come viene visualizzata la sintesi dei tabulati importati all'interno del sistema TETRAS?",
        "Quali sono i requisiti per attivare la georeferenziazione delle celle dei tabulati in locale e nell'indagine predefinita?"
    ],
    "6.1": [
        "Quali sono le principali caratteristiche del formato tabellare per la presentazione dei dati di traffico telefonico?",
        "Quale tipo di grafici a torta e istogrammi possono essere visualizzati per evidenziare modelli comportamentali nel traffico telefonico?",
        "Come si possono utilizzare i filtri sulle colonne di stile Excel per analizzare i dati di traffico?"
    ],
    "6.2": [
        "Qual è il tipo di grafico che si ottiene effettuando un doppio clic veloce su una colonna dell'istogramma?",
        "Quali sono le opzioni disponibili nell'elenco a scomparsa \"Categoria\" per visualizzare le statistiche relative al traffico telefonico?",
        "Quale opzione è disponibile nell'elenco per comparare \"Categoria\" per visualizzare le statistiche relative al traffico telefonico?",
        "Quale opzione è disponibile nell'elenco a comparare \"Categoria\" per visualizzare le statistiche relative al traffico telefonico?",
        "Quali tipologie di grafici sono disponibili per visualizzare le statistiche relative alle entità di Tetras, come ad esempio l'istogramma e il grafico a torta?",
        "Quale funzione serve a raggiungere la funzione di Analisi Statistica all'interno della vista tabellare?",
        "La tabella di visualizzazione dei dati può essere esportata in formato Excel o .txt tramite quali pulsanti?",
        "Come si raggiunge la funzione di Analisi Statistica all'interno della vista tabellare?",
        "Qual è il tipo di grafico che si ottiene effettuando un doppio clic veloce su uno spicchio della torta visualizzata?",
        "Quali funzioni sono disponibili nella vista tabellare per analizzare i dati e incrociarli con altri elementi?",
        "Come si raggiunge la funzione di Analisi Statistica all'interno della vista tabellare di TETRAS?",
        "Come si possono definire le statistiche che si vogliono visualizzare per ogni categoria, ad esempio il traffico telefonico o le utenze più contattate?"
    ],
    "7.1": [
        "Quali sono le principali funzioni della Ricerca all'interno del processo di Analisi in TETRAS?",
        "Quale tipo di informazioni possono essere ricercate all'interno dei dati complessi procedenti da Tabulato Telefonico?",
        "In che modo la Ricerca può essere utilizzata per confermare o confutare la direzione strategica dell'analista?"
    ],
    "7.2": [
        "Qual è la differenza tra la funzione Ricerca Utenza e la funzione Ricerca Intestatario, e quali sono le tipologie di entità che possono essere associate a ciascuna di esse?",
        "Quale è il scopo dell'indicazione dei parametri temporali per restringere la ricerca su un specifico lasso temporale?",
        "Quali sono i parametri disponibili per la ricerca delle utenze telefoniche e come possono essere estesi alla sessione Persona?",
        "Qual è la differenza tra la funzione Ricerca Utente e la funzione Ricerca Intestatario, e quali sono le tipologie di entità che possono essere associate a ciascuna di esse?",
        "Come funziona la funzione Drag and Drop per raggruppare i risultati della ricerca e quali dati sono resi disponibili in TETRAS?",
        "Come si seleziona e si invia un risultato della ricerca per poterne disporre in forma visuale nel Viewer, associato ad una Persona presente in TETRAS?",
        "Come si seleziona e si invia un risultato della ricerca per poterne disporre in forma visuale nel Viewer?",
        "Quali sono le informazioni anagrafiche che possono essere inserite nella funzione Ricerca Intestatario di TETRAS?"
    ],
    "8.1": [
        "Come si relaziona l'entità \"Persona\" con il resto del contesto, in particolare con la fase di indagine criminale?",
        "In che modo la possibilità di eseguire azioni manuali all'interno della sessione può influire sulla condotta dell'indagine?",
        "Quali sono le principali caratteristiche della sessione di analisi criminale descritta nel contesto?"
    ],
    "8.2": [
        "Come si possono ricercare e consultare le informazioni relative a una Persona in Tetras, considerando l'architettura della Scheda Persona?",
        "Quali sono i parametri che possono essere inseriti nella Scheda Persona per facilitare la ricerca di un soggetto già presente in TETRAS?",
        "Qual è il vantaggio principale dell'utilizzo della funzione Unione Persone in Tetras per associare due o più Persone a un'unica entità?",
        "Quali sono le principali funzionalità che permettono all'analista di gestire la mutevolezza dei processi di analisi criminale in TETRAS?",
        "Quali sono i parametri che possono essere inseriti nella Scheda Persona per facilitare la ricerca di un soggetto già presente in Tetras?",
        "Come si può associare un indirizzo fisico alla Persona d'interesse all'interno della sessione Scheda Persona?",
        "Come si possono ricercare e consultare le informazioni relative a una Persona in TETRAS, considerando l'architettura della Scheda Persona?",
        "Qual è l'importanza della Funzione Unione Persone e come si associano due o più Persone ad un'unica entità?",
        "Quali sono le principali funzionalità che permettono all'analista di gestire la mutevolezza dei processi di analisi criminale in Tetras?",
        "Come si può modificare o aggiungere informazioni a una Persona in Analisi tramite le funzioni Modifica e Aggiungi nel box sottostante alla Lista Risultati?"
    ],
    "9.1": [
        "Qual è il vantaggio principale dell'associare un luogo all'entità Persona in Tetras?",
        "Quale tipo di luogo può essere rappresentato come entità nel database di Tetras?",
        "In che modo le entità di luogo possono essere associate alle persone per stabilire una relazione tra un luogo e i soggetti presenti o frequentanti quel punto sulla mappa?"
    ],
    "9.2": [
        "In che condizioni è possibile eseguire le funzioni Elimina e Modifica anche post ricerca dei Target di riferimento?",
        "Quali sono le funzioni disponibili all'interno del box di sinistra Lista Risultati dopo la pressione del pulsante lente?",
        "Come si verifica l'associazione tra un Luogo e una Persona (fisica o giuridica) attraverso la funzione di georeferenziazione automatica?",
        "Quali sono le tipologie di entità che possono essere associate a un Luogo tramite la Scheda del Luogo?",
        "È possibile verificare la presenza di un Luogo in altre indagini e in liste di appartenenza tramite la funzione Presenza in altre indagini?",
        "Come si possono creare connessioni tra un Luogo e una Persone tramite la Scheda Luogo?",
        "Come si possono modificare o eliminare i Luoghi in Analisi attraverso la Funzione Modifica e la Funzione Elimina?",
        "Quali sono le tipologie di entità che possono essere associate a un Luogo tramite la Scheda Luogo?",
        "È possibile visualizzare tutte le informazioni relative a un Luogo, comprese le relazioni con altre entità, tramite la funzione Ricerca da Scheda Luogo?"
    ],
    "10.1": [
        "Quali sono le tipologie di entità che possono essere raggruppate all'interno delle Liste?",
        "Come si definisce il processo di creazione delle Liste in relazione alla strategia di Analisi?",
        "In che modo la gestione delle Liste consente all'analista di avvicinarsi al focus centrale dell'indagine?"
    ],
    "10.2": [
        "Quali sono le caratteristiche dell'interfaccia delle Liste nel software Tetras che facilitano la loro gestione e analisi visuale?",
        "Quali sono le caratteristiche dell'interfaccia delle Liste nel software Tetras?",
        "In che modo l'analista può attuare delle modifiche alle Liste create se necessario?",
        "Quali sono le funzioni disponibili nel pannello di Navigazione del software per creare, modificare o eliminare una Lista?",
        "Come si può eliminare una Lista nel software Tetras e quali sono le conseguenze di questa azione?",
        "Come si accede alla schermata dedicata alle Liste dal pannello di navigazione del software?",
        "In che modo l'analista può attuare modifiche alle Liste create nella fase di analisi e quali funzionalità sono disponibili per supportare questa operazione?",
        "In che modo l'utente può visualizzare il contenuto di una Lista specifica?",
        "Come si attiva la visualizzazione del contenuto delle Liste e quali funzionalità sono disponibili in questa sessione?"
    ],
    "10.3": [
        "Come si procede per eliminare una Lista da Tetras quando non è più necessaria, considerando le opzioni disponibili nel software?",
        "In che modo il software Tetras aiuta l'analista a gestire la complessità delle Liste?",
        "In che modo il software Tetras supporta la gestione delle Liste complesse e mutevoli attraverso diverse sessioni di navigazione?",
        "Quali sono le principali modalità di aggiunta di un nuovo elemento in una Lista da Tetras?",
        "In che modo il software Tetras supporta la gestione delle liste complesse e mutevoli attraverso diverse sessioni di navigazione?",
        "Come si procede per aggiornare un elemento già presente in una lista Tetras, qualora fosse necessario apportare modifiche al suo contenuto?",
        "Quali sono le modalità di inserimento dei valori in una lista all'interno del software Tetras?",
        "Quali sono le modalità di creazione e gestione delle Liste in Tetras che consentono l'aggiunta di nuovi elementi o la modifica dei già esistenti?",
        "Come si procede per eliminare una Lista da Tetras che non è più necessaria?"
    ],
    "10.4": [
        "Quale è il primo passo da operare nella scelta dell'Operazione da eseguire sulla Tipologia di entità selezionata?",
        "Quali sono le caratteristiche strategiche della funzione di Operazioni su Liste proposta da Tetras?",
        "Come si può determinare la Tipologia di entità selezionata all'interno della sessione di Tetras, in base alle scelte operate nell'Indagine di riferimento?",
        "Qual è il risultato finale dell'esecuzione dell'Operazione su una Lista selezionata, e come si può visualizzare tale risultato all'interno del box Risultato?",
        "Come si colloca la navigabilità della sessione di Operazioni su Liste in termini di UX (user experience)?",
        "Come si può determinare la tipologia di entità selezionata all'interno della sessione di Tetras, in base alle scelte operate nell'indagine di riferimento?",
        "Qual è il vantaggio principale dell'utilizzo della funzione Drag and Drop nella selezione delle Liste su cui eseguire l'Operazione?",
        "In che momento della procedura investigativa è più opportuno utilizzare la funzione di Operazioni su Lista?",
        "Qual è il vantaggio principale dell'utilizzo della funzione Drag and Drop nella selezione delle Liste su cui eseguire l'Operazione desiderata?",
        "Quali sono le principali differenze tra l'analisi del traffico telefonico e l'utilizzo del filtro Traffico nel contesto di Tetras?"
    ],
    "11.1": [
        "Come si possono raggruppare i risultati della ricerca in base a termini di ricerca nel contesto dell'Analisi Smart e quali sono le vantaggi di questa tecnica?",
        "Come si può utilizzare la funzione \"dettaglio\" di TETRAS per visualizzare l'analisi in corso in un box dedicato e come ciò influenza sulla possibilità di eseguire altre operazioni mentre l'analisi è in esecuzione?",
        "Quali sono le strategie di analisi adottate da Tetras per poter fruire di un maggior grado di approfondimento analitico durante la fase di Analisi e come queste strategie influiscono sulla possibilità di impostare specifici filtri di ricerca?",
        "Qual è l'esempio di ricerca testuale che soddisfa varie esigenze investigative e come può essere utilizzato per verificare altri numeri che nello stesso periodo hanno impegnato le celle di una stessa zona rispetto all'utenza di interesse?",
        "Come si può utilizzare la funzione \"detach\" di Tetras per visualizzare l'analisi in corso in un box dedicato e come ciò influisce sulla possibilità di eseguire altre operazioni mentre l'analisi è in esecuzione?",
        "Quali sono le strategie di analisi adottate da TETRAS per poter fruire di un maggior grado di approfondimento analitico durante la fase di Analisi e come queste strategie influiscono sulla possibilità di impostare specifici filtri di ricerca?",
        "Quali sono i vantaggi di utilizzare il raggruppamento semantico per termini di ricerca nel contesto dell'Analisi Smart e come questo può essere utilizzato per verificare altri numeri che nell'ultimo periodo hanno impegnato le celle di una zona rispetto all'utente di interesse?",
        "Come funziona il raggruppamento semantico per termine di ricerca nel contesto dell'Analisi Smart e quali sono i vantaggi di questa tecnica?",
        "Quali sono le strategie di Analisi adottate e come influiscono sulla possibilità di impostare specifici filtri di ricerca?"
    ],
    "11.2": [
        "In base ai risultati del Trova Percorso, come si può escludere l'entità SCONOSCIUTO dai percorsi finali?",
        "Quali sono i filtri disponibili per selezionare le relazioni tra utenze nel Trova Percorso?",
        "Come si possono definire gruppi di utenze (Gruppo A e B) che possono essere anche un utenza per gruppo?"
    ],
    "11.3": [
        "In base al testo, qual è la principale differenza tra l'utilizzo del filtro Analisi degli spostamenti e il percorso simultaneo su Mappa di più target?",
        "Come si può utilizzare il filtro Analisi degli spostamenti per identificare utenze che si muovono insieme sul territorio?",
        "Quali sono le caratteristiche principali dell'analisi smart Utenze vicine nello spazio e nel tempo?"
    ],
    "11.4": [
        "Quale tipo di dati può essere cercato all'interno dei dispositivi selezionati attraverso la funzione di ricerca testuale dell'analisi smart?",
        "Che tipo di informazioni sono visualizzate nella tabella a destra quando si seleziona il bottone \"Contatti a zero interazioni\"?",
        "Qual è la differenza tra l'analisi esperibile nell'analisi smart del dispositivo e le altre attività di ricerca presenti nel software?",
        "Come funziona la funzione di ricerca testuale dei dispositivi multipli, e quali informazioni possono essere recuperate utilizzandola?",
        "Come si seleziona un dispositivo o più dispositivi per l'analisi, e quali informazioni possono essere recuperate tramite questa funzione?",
        "Quali sono le principali opzioni offerte dall'analisi smart in relazione alla ricerca di dispositivi nel database del software?"
    ],
    "11.5": [
        "Come si ottiene la connessione tra il target e il soggetto ad esso relazionato mediante il bottone, e quali informazioni vengono visualizzate in questo processo?",
        "Quali sono le principali funzionalità aggiunte alla visualizzazione delle entità Persona nel nuovo sistema di Analisi smart?",
        "Quali sono le opzioni disponibili per l'invio dei risultati della smart analysis al Viewer o alla scheda identità di una Persona?"
    ],
    "11.6": [
        "Che tipo di informazioni fornisce l'analisi Traffico interno da lista di celle?",
        "Quali sono le principali funzionalità delle analisi smart introdotte nel contesto?",
        "Come si selezionano le liste di celle da esaminare utilizzando la maschera di selezione?"
    ],
    "11.7": [
        "Che tipo di analisi smart è possibile effettuare su un Luogo in Tetras?",
        "Quali sono i dati di sintesi mostrati nel risultato della ricerca Presenza utenza?",
        "Come si attiva la maschera per la ricerca del luogo da esaminare?"
    ],
    "12.1": [
        "In che modo il Viewer rappresenta l'output ultimo della Link Analysis e come si differenzia da altri sistemi di organizzazione dei dati complessi?",
        "Quale è la principale caratteristica dell'analisi delle funzioni presenti nell'interfaccia di Tetras all'interno del Viewer?",
        "Quali sono le principali funzionalità del Viewer che lo rendono un strumento potente di Tetras?"
    ],
    "12.2": [
        "Quale informazione viene visualizzata quando si seleziona l'opzione \"Entità contenute\" nella Lista?",
        "Come si accede alla funzione di Ricerche dal menu contestuale della Lista?",
        "Come si accede alla funzione di Associa a Persona dal menu contestuale della Persona?",
        "Quale tipo di informazione viene visualizzata quando si seleziona l'opzione \"Tipo\" nel menu contestuale della Lista?",
        "Come si accede alla funzione di Ricerche dal menu contestuale della Lista all'interno del Viewer?",
        "Quali sono le funzioni di Tetras che possono essere eseguite direttamente dall'intestazione dell'utenza o oggetto di Analisi?",
        "Quali sono le funzioni disponibili nel menu contestuale della Lista all'interno del Viewer?",
        "Quale tipo di informazione viene visualizzata quando si seleziona l'opzione \"Entità in Comune\" nel menu contestuale dell'Indagine?",
        "Qual è il tipo di informazione visualizzata quando si seleziona l'opzione \"Entità in Comune\" nel menu contestuale della Lista?",
        "Qual è il percorso esatto per attivare la funzione di Associa a persona dal menu contestuale della Persona?",
        "Quali sono le funzioni di Tetras che possono essere eseguite direttamente dall'intestatario dell'utenza oggetto di Analisi?",
        "Come si accede alla funzione di Ricerca da parte del menu contestuale della Lista all'interno del Viewer?"
    ],
    "14.1": [
        "Come si correlano i parametri offerti da Tetras con l'analisi dei campi inerenti al Traffico Telefonico?",
        "In che modo la strategia d'ipotesi iniziale influisce sulla capacità di analisi virtuosa del Filtro Traffico?",
        "Quali sono i vantaggi principali dell'utilizzo della sessione Filtro Traffico di Tetras nella ricerca di dati complessi?"
    ],
    "14.2": [
        "Quali sono le opzioni disponibili per personalizzare le entità da ricercare in Tetras?",
        "Come funziona la funzione \"Aggiungi\" per aggiungere parametri alle entità di analisi?",
        "Come funziona la funzione \"Escludi Scoperto\" e come influenza la congruenza semantica delle entità?",
        "Quale è lo scopo della possibilità di impostare una frequenza specifica per la ricerca e come si relaziona con le altre opzioni di personalizzazione?",
        "Quali sono le opzioni disponibili per personalizzare la ricerca delle entità in Tetras?",
        "Quale è il scopo della possibilità di impostare il parametro \"escludi sconosciuti\" e come influisce sulla congruenza semantica delle entità?"
    ],
    "14.2.1": [
        "Quali sono gli ulteriori filtri che possono essere aggiunti ai criteri salvati per una nuova ricerca di traffico telefonico?",
        "Come si può utilizzare un template salvato come base per l'aggiunta di nuovi filtri e la rilancio della ricerca?",
        "Quale opzione del pulsante \"Modifica Template\" consente di salvare i criteri di ricerca impostati per un'analisi di traffico telefonico?"
    ],
    "15.1": [
        "In che modo la georeferenziazione viene avviata nel sistema TETRAS e cosa accade se alcune celle non vengono riconosciute automaticamente?",
        "Quali sono le tipologie di informazioni che partecipano alla creazione del GIS e come vengono rappresentate?",
        "Come si può scorrere le celle all'interno del GIS Viewer durante la procedura di georeferenziazione manuale?"
    ],
    "15.2": [
        "Quali sono le opzioni disponibili per scegliere il motore di georeferenziazione nella pagina Georeferenziazione del GIS Viewer?",
        "È possibile personalizzare la cartografia del GIS Viewer e, se sì, come si può fare?",
        "In che modo l'aggiunta dell'opzione Esri Server ha reso compatibile il geocoder con Tetras?"
    ],
    "15.3": [
        "Come si può modificare o eliminare un Layer di default, considerando la restrizione che non può essere eliminato?",
        "Quali sono le caratteristiche principali dei Layer nel GIS e come possono essere utilizzati per analizzare diverse entità?",
        "Quale formato è utilizzato per esportare i Layer e come possono essere importati nuovamente sulla mappa?"
    ],
    "15.4": [
        "Quale è la differenza tra la ricerca di prossimità e la ricerca di celle limitrofe a un percorso?",
        "Qual è la differenza tra la ricerca di prossimità e la ricerca di celle limitrofe a un percorso?",
        "Come si possono selezionare e visualizzare le entità che ricadono in un'area poligonale disegnata a mano dall'utente?",
        "In che modo il colore associato a ogni utenza selezionabile e ingrandibile può aiutare a distinguere e analizzare i percorsi su mappa?",
        "In che modo il colore associato ad ogni utenza selezionabile e ingrandibile può aiutare a distinguere e analizzare i percorsi su mappa?",
        "Quali sono le funzionalità disponibili nel finestrato di passaggio prima di visualizzare la mappa per scegliere i limiti temporali di interesse?",
        "Come si possono selezionare e visualizzare i percorsi di una utenza su mappa individuando una utenza di interesse?",
        "Quali sono le istruzioni da seguire per creare un'area di ricerca con il pulsante?",
        "Quali sono le funzionalità disponibili nella finestra di passaggio prima di visualizzare la mappa per scegliere i limiti temporali di interesse?",
        "Come si può visualizzare su mappa solo l'intervallo di tempo scelto attivando la casella e selezionando il pulsante?"
    ],
    "16.1": [
        "Quali sono le opzioni disponibili per l'accesso alla rete internet e come si possono configurare?",
        "Come funziona la funzione di georeferenziazione e quali informazioni richiede per essere attivata?",
        "In che modo l'ambito delle espansioni selezionato dall'utente influenza la visualizzazione dei risultati di attività come la sintesi dei tabulati?",
        "In che modo il template di richiesta di acquisizione del traffico può essere personalizzato per le esigenze operative dell'autorità procedente?",
        "Come si può modificare il codice nazione delle utenze telefoniche nel menu strumenti?",
        "Quali sono le opzioni di impostazione dell'utente disponibili nella schermata degli strumenti?"
    ],
    "17.1": [
        "In quale menu dell'applicazione è possibile selezionare l'importazione dei tabulati e procedere all'aggiunta del file di traffico da importare?",
        "Quali sono le modalità di importazione dei contenuti estratti da uno smartphone che si differenziano dalle procedure viste nel capitolo precedente?",
        "Quali sono le informazioni visualizzate dall'applicazione dopo aver completato con successo l'importazione dei dati del dispositivo?"
    ],
    "17.2": [
        "Quale funzione permette all'analista di modificare l'identificativo, l'IMSI e la denominazione del dispositivo?",
        "In quale modo è possibile inviare il dispositivo al visualizzatore e associarlo ad una persona?",
        "Quali sono le informazioni che possono essere visualizzate nella \"spalla\" di sinistra della schermata iniziale?"
    ],
    "17.3": [
        "Come si accede al menu di Tetras per visualizzare le entità associate a un dispositivo?",
        "Quali sono le azioni necessarie per visualizzare il dispositivo sul Visualizzatore di Tetras?",
        "Quale funzione del bottone in alto a destra è essenziale per inviare il dispositivo al viewer?"
    ],
    "17.4": [
        "Come viene visualizzato il percorso del dispositivo quando si seleziona un'entità specifica nella dashboard iniziale?",
        "In che modo vengono evidenziate le localizzazioni che sono state effettivamente \"visitate\" dal dispositivo?",
        "Quali sono le tipologie di dati che possono essere inviati sulla mappa per ricostruire il percorso del dispositivo?"
    ],
    "17.5": [
        "Qual è il procedimento da seguire per associare un dispositivo ad una persona tramite l'apertura della scheda account?",
        "Quali sono i bottoni a destra che possono essere utilizzati per creare, modificare o eliminare la relazione con una persona?",
        "Come si verifica l'esistenza di una previa relazione tra un soggetto ed un dispositivo nella tabella dei collegamenti e delle associazioni con le Persone del dispositivo?"
    ],
    "17.6": [
        "Quali sono le funzionalità aggiuntive disponibili tramite la ricerca avanzata delle chat?",
        "Quali sono le tipologie di posizioni che possono essere visualizzate nel software e come vengono inviate alla mappa?",
        "Come funziona la cronologia delle ricerche e quali informazioni sono disponibili in questa sezione?",
        "Come si possono raggruppare i contatti e i provider nel menu di sinistra della dashboard iniziale?",
        "Quale tipo di informazione è garantita dal software per ogni singola chat, SMS o chiamata e come possono essere visualizzate queste informazioni?",
        "Quali informazioni sono disponibili per ogni contatto nel dispositivo e come possono essere visualizzate?",
        "Quale tipo di informazione è possibile associare a ciascun contatto tramite il procedimento di scheda account?",
        "Come si può distinguere tra gli account del proprietario e quelli di terzi nella voce \"Account\"?",
        "Quale informazione è garantita dal software per ogni singola chat, SMS o chiamata?"
    ],
    "18.2": [
        "In base al contesto fornito, qual è la differenza fondamentale tra l'applicazione Web di Tetras e la versione Client?",
        "Come funziona il tool User Manager e in cosa consente di aiutare l'utente a configurare il proprio profilo?",
        "Quali sono i benefici principali dell'utente che configura il proprio profilo come Data Search?"
    ],
    "18.3": [
        "In quale situazione l'utente configurato può accedere al modulo Data Search ma non al sistema Tetras?",
        "Quale azione deve essere eseguita per attivare il flag sulla voce Data Search e renderla disponibile dall'alto a destra del box?",
        "Quali sono le credenziali che l'utente deve inserire per accedere alla schermata di configurazione dei dati?"
    ],
    "18.4": [
        "Come si effettua il login e come viene attivata la funzione di ricerca nell'interfaccia di Tetras Web?",
        "Quali sono le tipologie di entità che possono essere raggiunte tramite la ricerca da Tetras Web?",
        "Quale informazione aggiuntiva può essere visualizzata facendo doppio click sulla denominazione dell'indagine associata a un'entità?"
    ],
    "18.5": [
        "Come funziona la funzione di georeferenziazione e come può essere attivata per visualizzare le entità ricercate sulla mappa?",
        "Quali sono le informazioni aggiuntive che vengono visualizzate quando si clicca sul nome dell'indagine in cui è stata individuata una cella?"
    ]
}